IDEA Open Model
OpeningRectOffsets.OffsetX2 Property
Compatible with IDEA StatiCa v 10.1
 top right x offset
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double OffsetX2 { get; set; }
Public Property OffsetX2 As Double
	Get
	Set
public:
property double OffsetX2 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
OpeningRectOffsets Class
IdeaRS.OpenModel.Detail Namespace